{
  "en": {
    "join_us": "Join Us",
    "hero_text": "Shaping the future of Malayalam cinema through innovation, ethics, and collaboration",
    "join_movement": "Join the Movement",
    "note": "Note: The Progressive Malayalam Filmmakers' Association is currently in its conceptual phase. We are actively gathering input and expressions of interest as we shape the structure and goals of this initiative. All aspects, including leadership and organization, are open for discussion.",
    "dismiss": "Dismiss",
    "about_us": "About Us",
    "about_text_1": "The Progressive Malayalam Filmmakers' Association (PMFA) is an inclusive collective that aims to represent and support all professionals within the Malayalam film industry. From directors and producers to technicians, artists, and support staff, we embrace the diverse talents that contribute to the richness of our cinema.",
    "about_text_2": "Our association is founded on the principles of equality, fairness, and mutual respect. We strive to create a platform where every voice is heard, regardless of background or position. By fostering collaboration and advocating for the rights and well-being of all industry members, we aim to build a more equitable and innovative film community.",
    "about_text_3": "Together, we work towards elevating Malayalam cinema on the global stage while ensuring that our industry's growth is inclusive, ethical, and sustainable.",
    "our_mission": "Our Mission",
    "ethical_responsibility": "Ethical Responsibility",
    "ethical_text": "Ensure all filmmaking practices are rooted in ethical values, promoting fairness and integrity.",
    "systemic_modernization": "Systemic Modernization",
    "modernization_text": "Modernize industry operations by implementing transparent frameworks and global best practices.",
    "workforce_empowerment": "Workforce Empowerment",
    "empowerment_text": "Empower all individuals in the industry by protecting their rights and fostering growth.",
    "join_text": "Are you a professional working in the Malayalam film industry? Be part of the transformation in Malayalam cinema. Your voice and vision matter.",
    "express_interest": "Express Interest to Join",
    "for_professionals": "For film industry professionals only",
    "copyright": "© 2024 Progressive Malayalam Filmmakers' Association. All rights reserved."
  },
  "ml": {
    "join_us": "ചേരുക",
    "hero_text": "നവീകരണത്തിലൂടെയും നൈതികതയിലൂടെയും സഹകരണത്തിലൂടെയും മലയാള സിനിമയുടെ ഭാവി രൂപപ്പെടുത്താം",
    "join_movement": "ഞങ്ങളോടൊപ്പം ചേരൂ",
    "note": "ശ്രദ്ധിക്കുക: പ്രോഗ്രസീവ് മലയാളം ഫിലിം മേക്കേഴ്‌സ് അസോസിയേഷൻ ഇപ്പോൾ അതിൻ്റെ ആലോചനാ ഘട്ടത്തിലാണ്. ഈ ഉദ്യമത്തിൻ്റെ ഘടനയും പ്രവർത്തനരീതിയും ചർച്ച ചെയ്ത് തീരുമാനിക്കേണ്ടിയിരിക്കുന്നു. നേതൃത്വവും സംഘടനാ ഘടനയും ഉൾപ്പെടെ എല്ലാ വശങ്ങളിലും അഭ്യുദയകാംക്ഷികളുടെ നിർദ്ദേശങ്ങൾ പ്രതീക്ഷിക്കുന്നു.",
    "dismiss": "Dismiss",
    "about_us": "ഞങ്ങളെക്കുറിച്ച്",
    "about_text_1": "പ്രോഗ്രസീവ് മലയാളം ഫിലിം മേക്കേഴ്‌സ് അസോസിയേഷൻ (PMFA) മലയാള സിനിമാ വ്യവസായത്തിലെ എല്ലാ തൊഴിലാളികളേയും പ്രതിനിധീകരിക്കാനും പിന്തുണയ്ക്കാനും ലക്ഷ്യമിടുന്ന ഒരു കൂട്ടായ്മയാണ്. സംവിധായകരും നിർമ്മാതാക്കളും മുതൽ സാങ്കേതിക വിദഗ്ധരും കലാകാരന്മാരും സപ്പോർട്ട് സ്റ്റാഫും ഉൾപ്പെടെ നമ്മുടെ സിനിമാ വ്യവസത്തിൻ്റെ എല്ലാ തുറയിലും പെട്ട ആളുകൾ, ഈ കൂട്ടായ്മയുടെ ഭാഗമാവണമെന്ന് ഞങ്ങൾ വിഭാവന ചെയ്യുന്നു. ",
    "about_text_2": "തുല്യത, നീതി, പരസ്പര ബഹുമാനം എന്നീ തത്വങ്ങളിൽ അധിഷ്ഠിതമായിരിക്കും ഈ അസോസിയേഷൻ. പശ്ചാത്തലമോ സ്ഥാനമോ പരിഗണിക്കാതെ എല്ലാ ശബ്ദങ്ങളും കേൾക്കപ്പെടുന്ന ഒരു വേദി സൃഷ്ടിക്കാനുള്ള ഒരു ശ്രമമാണിത്. സഹകരണം പ്രോത്സാഹിപ്പിക്കുന്നതിലൂടെയും സിനിമാ വ്യവസായത്തിൻ്റെ ഭാഗമായ എല്ലാവരുടെയും അവകാശങ്ങൾക്കും ക്ഷേമത്തിനും വേണ്ടി വാദിക്കുന്നതിലൂടെയും കൂടുതൽ നീതിപൂർണ്ണവും നവീനവുമായ ഒരു സിനിമാ സമൂഹം കെട്ടിപ്പടുക്കാൻ സാധിക്കും എന്നതാണ് ഞങ്ങൾ കാണുന്ന സ്വപ്നം.",
    "about_text_3": "ഒരുമിച്ച്, ആഗോള രംഗത്തേക്ക് നമ്മുടെ സിനിമാ വ്യവസായത്തെ വളർത്തന്നതിനോടൊപ്പം,  ഈ വളർച്ച സുസ്ഥിരവും, ധാർമ്മികവും എല്ലാവരേയും ഉൾക്കൊള്ളിക്കുന്നതുമാണെന്ന് ഉറപ്പുവത്തിക്കൊണ്ടായിരിക്കും നമ്മുടെ പ്രവർത്തനം.",
    "our_mission": "ഞങ്ങളുടെ ദൗത്യം",
    "ethical_responsibility": "ധാർമ്മിക ഉത്തരവാദിത്തം",
    "ethical_text": "എല്ലാ സിനിമാ നിർമ്മാണ രീതികളും ധാർമ്മിക മൂല്യങ്ങളിൽ അധിഷ്ഠിതമാണെന്ന് ഉറപ്പാക്കുക, നീതിയും സത്യസന്ധതയും പ്രോത്സാഹിപ്പിക്കുക.",
    "systemic_modernization": "വ്യവസ്ഥാപിത ആധുനികവൽക്കരണം",
    "modernization_text": "സുതാര്യമായ ചട്ടക്കൂടുകളും ആഗോളതലത്തിൽ തെളിയിക്കപ്പെട്ട, മികവുറ്റ പ്രവർത്തനരീതികളും നടപ്പിലാക്കി വ്യവസായ പ്രവർത്തനങ്ങൾ ആധുനികവൽക്കരിക്കുക.",
    "workforce_empowerment": "തൊഴിലാളി ശാക്തീകരണം",
    "empowerment_text": "വ്യവസായത്തിൻ്റെ ഭാഗമായ എല്ലാ വ്യക്തികളുടെയും അവകാശങ്ങൾ സംരക്ഷിച്ചും വളർച്ച ഉറപ്പുവരുത്തിയും അവരെ ശാക്തീകരിക്കുക.",
    "join_text": "നിങ്ങൾ മലയാള സിനിമാ വ്യവസായത്തിൽ പ്രവർത്തിക്കുന്ന ഒരു പ്രൊഫഷണലാണോ? മലയാള സിനിമയുടെ പരിവർത്തനത്തിന്റെ ഭാഗമാകൂ. നിങ്ങളുടെ ശബ്ദവും കാഴ്ചപ്പാടും പ്രധാനമാണ്.",
    "express_interest": "ചേരാനുള്ള താൽപ്പര്യം പ്രകടിപ്പിക്കുക",
    "for_professionals": "മലയാള സിനിമാവ്യവസായത്തിൻ്റെ ഭാഗമായ പ്രൊഫഷണലുകൾക്ക് മാത്രം",
    "copyright": "© 2024 പ്രോഗ്രസീവ് മലയാളം ഫിലിംമേക്കേഴ്സ് അസോസിയേഷൻ."
  }
}
